export const PlasticWindowsProfiles = [
    {
        name: "Rehau intelio",
        description:
            "Выполненно с использованием новейших технологий компании REHAU. При создании профиля учитывались важные данные исследований климата различных регионов а так же платежеспособность населения. В итоге появилось совершенное и долговечное окно в доступном ценовом сегменте",
        props: [
            {
                name: "Ширина створки",
                value: "80 мм",
            },
            {
                name: "Ширина стеклопакета",
                value: "44/50 мм",
            },
            {
                name: "Воздушные камеры",
                value: "6 камер",
            },
            {
                name: "Теплосопротивление",
                value: "0,98 м2 С/В",
            },
        ],
        image: "/profiles/1.png",
    },
    {
        name: "Thermo-Design",
        description:
            "Особенностями этой системы является традиционная глубина 60 мм, но эффект дополнительного энергосбережения создаёт 4-х камерное строение профиля.",
        props: [
            {
                name: "Ширина створки",
                value: "80 мм",
            },
            {
                name: "Ширина стеклопакета",
                value: "44/50 мм",
            },
            {
                name: "Воздушные камеры",
                value: "6 камер",
            },
            {
                name: "Теплосопротивление",
                value: "0,98 м2 С/В",
            },
        ],
        image: "/profiles/1.png",
    },
    {
        name: "Rehau Delight",
        description:
            "Традиционный профиль со строгими скошенными линиями будет отлично сочетаться с минимализмом и хай-теком, а фигурный с плавным скруглением станет прекрасным дополнением к необычным интерьерным решениям.",
        props: [
            {
                name: "Ширина створки",
                value: "80 мм",
            },
            {
                name: "Ширина стеклопакета",
                value: "44/50 мм",
            },
            {
                name: "Воздушные камеры",
                value: "6 камер",
            },
            {
                name: "Теплосопротивление",
                value: "0,98 м2 С/В",
            },
        ],
        image: "/profiles/1.png",
    },
];

export const FrontDoorsGroupProfiles = [
    {
        name: "поливинилхлорид",
        profiles: PlasticWindowsProfiles,
    },
    {
        name: "Алюминиий",
        profiles: PlasticWindowsProfiles,
    },
];
